INSERT INTO cargo VALUES
(1, 'Песок', 'Сыпучий', 1000),
(2, 'Нефть', 'Жидкий', 500),
(3, 'Бананы', 'Контейнер', 200),
(4, 'Гравий', 'Сыпучий', 700),
(5, 'Бензин', 'Жидкий', 600),
(6, 'Абрикосы', 'Контейнер', 300);
INSERT INTO cargoShip VALUES
(1, 'Сухогруз', 1),
(2, 'Танкер', 2),
(3, 'Сухогруз', 3),
(4, 'Сухогруз', 4),
(5, 'Танкер', 5),
(6, 'Сухогруз', 6);
INSERT INTO crane VALUES
(1, 'Сыпучий'),
(2, 'Жидкий'),
(3, 'Контейнер');
INSERT INTO schedule VALUES
(1, '2015-06-23', '15:30:00', 1, 1, '2 дня'),
(2, '2015-06-25', '16:00:00', 2, 2, '3 дня'),
(3, '2015-06-22', '12:30:00', 3, 3, '1 дня'),
(4, '2015-06-24', '14:30:00', 4, 4, '1 дня'),
(5, '2015-06-24', '17:00:00', 5, 5, '2 дня'),
(6, '2015-06-20', '13:30:00', 6, 6, '1 дня');